Repository: mozilla-l10n/mt-training-data
Catalog: bew/bew_pontoon.tmx
Source language: en_us
Languages: bew

source: { $actionType } <micIcon></micIcon> and respond as naturally as you can
bew: { $actionType } <micIcon></micIcon> dan jawab seadé-adénya ajé

source: { $actionType } <playIcon></playIcon> and write down what you hear the person saying
bew: { $actionType } <playIcon></playIcon> dan tulis apé nyang orang ngomong

source: { $actionType } <playIcon></playIcon> Listen to the audio clip, and check the transcription. Does it match? If not, edit it to match perfectly.
bew: { $actionType } <playIcon></playIcon> Dengerin suaré dan periksé transkripsi. Apé itu sesué? Kalo engga, edit ajé biar sesué.

source: Add information
bew: Tambahin informasi

source: An error occurred while creating this transcript
bew: Adé kesalahan pas ngebuat nih transkrip

source: An error occurred while editing the transcript
bew: Adé kesaléan pas ngedit transkripsi

source: An error occurred while recording
bew: Adé kesaléan pas ngerekam

source: An error occurred while skipping the transcript
bew: Adé kesaléan pas ngelompatin transkripsi

source: An error occurred while skipping this prompt
bew: Adé kesaléan pas ngelompatin nih pertanyaan.

source: An error occurred while submitting the report
bew: Adé kesaléan pas ngirim laporan

source: An error occurred while uploading your response
bew: Adé kesaléan pas mengunggah jawaban Ente

source: An error occurred while voting the transcript
bew: Adé eror pas ngenilai transkripsi

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
bew: Ente udé gabung amé kelompok uji Beta kité buat proyek omongan apé adényé dari Common Voice?

source: A transcription should capture every word or non-lexical conversation sound that was said by the person, including repetitions.
bew: Sebué transkripsi harusnyé nangkep setiap katé atau bunyi-bunyi bukan katé yang diomongin orang, termasuk pengulangan.

source: Baba Malay
bew: Melayu Baba

source: Bahasa Malay
bew: Bahasa Melayu (Malaysia)

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
bew: Mending dukung bahasé-bahasé seari-ari amé nerjemahin bahasé dan <mark>code-switching</mark>.

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
bew: Mending dukung bahasé-bahasé nyang punya sedikit atau <mark>ga adé korpus teks</mark> buat dipakein (contoh: sosiolek, variasi, bahasé-bahasé nyang belom ketranskripsi secaré historis, dan lain-lain).

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
bew: Dengan memilih "Ngirim tautan ke pos-el aye", Ente setuju amé <termsLink>Syarat Layanan</termsLink> amé <privacyLink>Kebijakan Privasi</privacyLink> dan Mozila dapet izin buat ngirimin Ente pos-el dengan informasi caré berpartisipasi padé Alpha Testing buat Common Voice padé Porjek Omongan Spontan.

source: By telling us about yourself, you will help developers build more inclusive technology
bew: Informasi tentang ente bakal ngebantu kité dan pengembang platform buat ciptain teknologi nyang dapet ngajak kalangan lebih luas

source: Central Melanau
bew: Melanau Tengah

source: Change
bew: Ubé

source: Check
bew: Periksé

source: Check Transcriptions
bew: Periksé transkripsi

source: Click
bew: Milih/pencet

source: Click <guidanceLink>here</guidanceLink> to learn how to use this page
bew: Pilih <gudanceLink di sini<gudanceLink> pelajarin tentang nih laman

source: Comment
bew: Komentar

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
bew: Common Voice ngeluncurin platform kedué yang fokus buat ngumpulin omongan seadényé, spontan, dan belom ditranskripsiin. Nih proyek ngebantu banget komunitas buat ngumpulin daté lebih cepet, udé pasti bakalan bermanfaat buat ilmuan dan pengembang!

source: Contact us
bew: Kabarin kité

source: Continue
bew: Lanjutin

source: Continue speaking
bew: Lanjutin ngomongnyé

source: Contribute
bew: Kontribusi

source: Contributing to dataset for { $language }
bew: Ngikut kontribusi buat dataset dari { $language }

source: <cookiesLink>Cookies<cookiesLink>
bew: <cookiesLink>Cookie</cookiesLink>

source: Correct
bew: Bener

source: Country/Region of Residence
bew: Negara/Kampung/Tinggal dimané

source: Delete
bew: Apus

source: Different language
bew: Bahasé nyang berbedé

source: Done
bew: Selesé

source: Don't wish to say
bew: Ora mao nyebutin

source: Eastern Penan
bew: Penan Timur

source: Email: <emailFragment>commonvoice@mozilla.com</emailFragment>
bew: Pos-el: <emailFragment>commonvoice@mozilla.com</emailFragment>

source: English
bew: Bahasa Inggris

source: Enter your Country/Region of Residence
bew: Masukin negara atow tempat tinggal Ente

source: Enter your email
bew: Masukin pos-el Ente

source: Error
bew: Kesaléan/kesalaan

source: Error while playing audio file.
bew: Adé kesalahan pas muter berkas suaré

source: Female/Feminine
bew: Perempuan, Mpok

source: Guidelines
bew: Pedoman

source: How Spontaneous Speech works
bew: Caré Kerjé Omongan Spontan

source: I agree to Common Voice's <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bew: Ayé setuju amé <termsLink>syarat</termsLink> dan <privacyLink>peringetan privasi</privacyLink> dari Common Voice.

source: Interested in getting involved with this project, or partnering with us?
bew: Tertarik ngikut kontribusi proyek atao bermitra amé kité?

source: Interface language:
bew: Bahasé tampilan

source: Intersex
bew: Kelamin dué

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
bew: Jawab pertanyaan seadényé ajé dalem beberapé kalimat. Pastiin gunain bahasé sopan dan ga nyinggung.

source: Learn how to check a transcription
bew: Pelajarin caré mentranskripsi

source: Learn how to transcribe
bew: Pelajarin caré mentranskripsi

source: Learn how to use this page
bew: Pelajarin make/gunain laman ini

source: Listen
bew: Dengerin

source: Loading…
bew: Memuat...

source: Log In
bew: Masuk

source: Log In / Sign Up
bew: Masuk/Daftar

source: Log Out
bew: Keluar

source: Male/Masculine
bew: Lelaki, Abang, Bang

source: <mark>Check</mark>
bew: <mark>Periksé</mark>

source: <mark>Data</mark>
bew: </mark>Daté</mark>

source: <mark>Respond</mark>
bew: <mark>Jawab</mark>

source: <mark>Transcribe</mark>
bew: <mark>Transkripsi</mark>

source: More languages coming soon
bew: Lebih banyak bahasé nyang bakalan hadir/adé

source: Non-binary
bew: Banci tulen

source: Not Found
bew: Ora adé/ ga ditemuin

source: Offensive Content
bew: Konten nyinggung

source: Other
bew: Lainnyé

source: Personally Identifiable Information
bew: Informasi pribadi nyang dapet dikenalin

source: <privacyLink>Privacy</privacyLink>
bew: <privacyLink>Privasi</privacyLink>

source: Record your response
bew: Rekam jawaban Ente

source: Report
bew: Laporin

source: Report was passed successfully
bew: Laporan berhasil

source: Respond
bew: Tanggepin

source: Respond To Prompt
bew: Tanggepin pertanyaan

source: Response deleted successfully
bew: Jawaban Ente udé berhasil diapus!

source: Response submitted successfully
bew: Jawaban Ente udé berhasil kekirim!

source: Sabah Malay
bew: Melayu Sabah

source: Select your age
bew: Pilih usia Ente

source: Select your sex or gender
bew: Pilih jenis kelamin

source: Send a link to my email
bew: Kirim tautan ke pos-el ayé

source: Serian Bidayuh
bew: Seri Bidayuh

source: Skip
bew: Lompatin/lewatin

source: Skipped
bew: Lewatin

source: Something went wrong while fetching audio for transcriptions. Please try again later.
bew: Adé kesalahan pas ngambil suaré buat transkripsiin. Arep ulangin beberapé saat lagi.

source: Something went wrong while fetching prompts. Please try again later.
bew: Adé kesaléan pas munculin pertanyaan. Gih cobain beberapé saat lagi.

source: Something went wrong while fetching transcriptions. Please try again later.
bew: Adé kesaléan pas ngambil berkas transkripsi. Gih cobain beberapé saat lagi.

source: Submit
bew: Kirim

source: Submit All
bew: Kirim semué

source: Submit a report
bew: Kirim laporan

source: Submitted
bew: Kirim

source: Success
bew: Berhasil

source: Tap
bew: Tab baru

source: <termsLink>Terms</termsLink>
bew: <termsLink>Syarat</termsLink>

source: Thank you for contributing to Spontaneous Speech!
bew: Makasih Ente udeh ngikut ngumpulin Omongan Spontan

source: Thank you for your information
bew: Makasih Ente udé mao bagi-bagi info!

source: The content contains a language different than I was expecting.
bew: Konten adé bahasé lain, ga kayé nyang ayé bayangin

source: The content has disrespectful or offensive language.
bew: Konten pake bahasé nyang ga sopan dan nyinggung

source: The MediaRecorder API is not supported in your browser.
bew: Browser Ente ga ngedukung MediaRecorder API

source: The page you are looking for could not be found
bew: Laman nyang Ente cari ora adé/ga ditemuin

source: There are currently no prompts for this language. Please refresh the page or try again later.
bew: ga adé pertanyaan buat bahasé ini. Gih cobain ulang laman atow cobain beberapé saat lagi.

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
bew: Ga adé berkas transkripsi buat diperiksé di bahasé ini. Gih muat ulang nih halaman atau cobain beberapé saat lagi.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
bew: Ora adé audio/suaré nyang perlu ditranskrip padé nih bahasé. Gih muat ulang laman atow coba lagi nanti

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
bew: Nih konten adé informasi pribadi nyang dapet dikenalin, adé hubungannyé amé identitas orang laen, yaitu namé, alamat pos-el, lokasi, nomer identitas, atau nomer HP.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
bew: Nih Informasi sifatnyé opsional - Ente dapet nambahinnya kalo ente ngerasa nyaman. Pas kité nyebarluasin dataset, ente samarin semué informasi pribadi. Kité pastiin informasi, yaitu nama amé pos-el Ente ora kehubung amé informasi demografis, yaitu usia amé jenis kelamin. Biar penampilan teknologi bekerjé dengan baek amé semué orang, date yang ngebantu pengembang buat ngebangun teknologi mesti ngegambarin keragaman masyarakat. Pelajarin lebih lanjut ngapé metadaté penting.

source: Transcribe
bew: Transkrip

source: Transcribe Audio
bew: Transkripsi suaré

source: Transcript edited successfully
bew: Adé kesaléan pas ngedit transkripsi

source: Transcript skipped successfully
bew: Transkripsi udé berhasil dilompatin/dilewatin!

source: Transcript submitted successfully
bew: Transkrip sukses kekirim!

source: Transcript voted successfully
bew: Penilaian transkripsi berhasil!

source: Transgender
bew: Bencong (Banci/Waria)

source: Useful for <mark>organic speech contexts</mark> and use cases (eg, when you want speech recognition to work with people speaking unscripted and colloquially)
bew: Berguné buat <mark>konteks omongan apé adényé</mark> dan pakein kasus (contoh: Pas ente mao ngenalin omongan amé orang nyang ngomong ga ditranskripsiin dan nyantai ajé.

source: Welcome to Spontaneous Speech
bew: Selamét daténg di Omongan Spontan

source: We periodically release the dataset
bew: Kité secaré berkal ngeluncurin dataset

source: Western Penan
bew: Penan Barat

source: We will show you a prompt or question
bew: Bakalan kité tampilin ke ente pertanyaan atao pernyataan

source: What issues are you experiencing with this content?
bew: Kendalé apé nyang Ente rasain padé nih konten?

source: What is your age?
bew: Usia Ente berapé?

source: What is your sex or gender?
bew: Jenis kelamin apé?

source: Why are you asking?
bew: Ngapain Ente nanya?

source: Why we built this Spontaneous Speech prototype
bew: Alesan kitè ngebangun prototipe Omongan Spontan inih

source: Write down exactly what the person said, including placeholder words like 'um', or 'errr'.
bew: Tulisin sesuai apé yang orang omongin, termasuk gumeman 'um', atao 'ee'.

source: Write down what you hear the person saying here
bew: Tulisin apé nyang orang omongin di sini

source: You check whether the transcription matches the audio
bew: Periksé kesesuaian transkripsi amé audio

source: You must allow microphone access.
bew: Izinin buat gunain mik

source: You respond or reply to it as naturally as you can
bew: Tanggepin atao jawab seadényé ajé

source: You write down what you hear in the audio clips
bew: Tulis ajé apé nyang ente denger dari berkas audio
